public class TASKS {
//    1. Напишите программу на Java, чтобы проверить, установлена ли Java на вашем компьютере.
//    2. Напишите программу на Java для сравнения двух чисел.
//    3. Напишите программу на Java и вычислите сумму цифр целого числа.
//    4. Напишите программу на Java для обращения строки. Reverse. (быстрый коричневый лис)
//    5. Напишите программу на Java для подсчета букв, пробелов, чисел и других символов входной строки. (Aa kiu, я swd skieo 236587. GH kiu: sieo ?? 25,33)
//    6. Напишите программу на Java для заполнения массива рандомными числами и отсортируйте массив методом "пузыря", узнайте максимальное, минимальное и среднее значение массива.
//    7. Напишите программу на Java для определения простых чисел из данного отрезка чисел.
//    8. Напишите программу на Java
//    9. Напишите программу на Java
//
//
//
//
//
//
}
